const db = require("../models");
const Role = db.role;
const Category = db.category;
const Food = db.food;
const User = db.user;

db.sequelize
  .sync({
    force: true,
  })
  .then(() => {
    console.log("Drop and Resync Database with { force: true }");
    initial();
  });

function initial() {
  Role.create({
    name: "user",
  });

  Role.create({
    name: "moderator",
  });

  Role.create({
    name: "admin",
  });

  User.create({
    email: "aa@aa.aa",
    name: "golf",
    password: "$2a$08$1En5EfEWn7FCm6n6y7c1QOd4bv1jamg5Mwu5oncRQTfG91Z0TKrQ6",
  });

  User.create({
    email: "test@me.com",
    name: "test",
    password: "$2a$08$obd6/eIPt8Lx.bpu.Tkba.5Fbem5uS8Qd1sppafdb81QGDrLCbX4i",
  });

  Category.create({
    name: "สลัด",
    detail: "เป็นอาหารที่ประกอบด้วยอาหารชิ้นเล็ก ๆ โดยมากจะเป็นผัก",
    image:
      "https://krua.co/wp-content/uploads/2021/11/RI1721_Image-450x450-1.jpg",
  });

  Category.create({
    name: "อาหารเช้า",
    detail:
      "เป็นอาหารมื้อแรกของวัน มักกินในช่วงเช้าก่อนไปทำงาน คำนี้หมายถึง การหยุด (break) ระยะอดอาหาร (fast) ของเมื่อคืนก่อน",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RT1681_Image-450x450-1.jpg",
  });

  Category.create({
    name: "น้ำพริก",
    detail:
      "เป็นอาหารไทยประเภทเครื่องจิ้มชนิดหนึ่ง ส่วนใหญ่ใช้รับประทานคู่กับผัก",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RT1677_Image-450x450-1.jpg",
  });

  Category.create({
    name: "มังสวิรัติ",
    detail:
      "เป็นอาหารจำพวกผักและผลไม้ ซึ่งทำให้ได้รับกากใยอาหาร อาหารมังสวิรัตินั้นจะไม่มีเนื้อสัตว์เลย",
    image: "https://krua.co/wp-content/uploads/2021/09/RI1706_450x450.jpg",
  });

  Category.create({
    name: "อาหารเด็ก",
    detail: "การเริ่มให้เด็กเล็กหรือทารกหัดรับประทานอาหารแข็งอื่น ๆ",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RI1605_Image-450x450-1.jpg",
  });

  //////////// 1
  Food.create({
    name: "สลัดผักสดน้ำกระเจี๊ยบแดง",
    detail:
      "นำน้ำต้มกลีบดอกกระเจี๊ยบมาทำเป็นน้ำสลัดโยเกิร์ตโดยใส่กลีบดอกกระเจี๊ยบต้มลงไปปั่นด้วยเล็กน้อย เพิ่มเนื้อสัมผัสให้น้ำสลัด ปรุงรสด้วยน้ำผึ้งและน้ำมะนาวเพิ่มกลิ่นหอม น้ำสลัดกระเจี๊ยบนี้กินได้กับสลัดกุ้ง ไก่ หรือแม้แต่สลัดธัญพืชทั้งหลาย เรียกว่าได้สุขภาพ อิ่มสบายท้อง",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0588_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 1,
    starRating: 4.3,
    price: 4979,
  });

  Food.create({
    name: "ดิปผักชี",
    detail:
      "อาหารปาร์ตี้ของฝรั่งที่เป็นที่นิยมอย่างหนึ่งก็คือดิป (dip) ปรุงออกมาได้หลากหลายรสชาติ แต่ที่นิยมกันก็คือดิปซาวร์ครีม รสครีมๆมันๆอมเปรี้ยวนิดๆกินแล้วตัดรสกันดีกับผักกรอบๆเย็นๆ ดิปซาวร์ครีมสูตรนี้เอาผักชีมาปั่นใส่ไปด้วย ทำให้กลิ่นหอม สีเขียวสวย เอาแครอท แตงกวา หรือกระทั่งแผ่นแป้งทอร์เทียย่าทอดกรอบมาจิ้มก็แสนเข้ากัน",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0560_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 1,
    starRating: 4.9,
    price: 2266,
  });

  Food.create({
    name: "น้ำสลัดงาขี้ม่อน",
    detail:
      "ถ้าคุณกำลังมองหาน้ำสลัดง่ายๆ แถมมีประโยชน์สูตรนี้เป็นน้ำสลัดที่ทั้งทำง่ายและอร่อยแถมมีงาขี้ม่อนที่มีคุณค่าทางอาหารสูง ทำให้จานสลัดของคุณมีประโยชน์เพิ่มขึ้นเป็นเท่าตัว",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0698_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 1.3,
    price: 7586,
  });

  Food.create({
    name: "ตำแก่นตะวัน",
    detail:
      "เมนูสุขภาพรสเเซ่บ จัดจ้าน น่าลอง ตำพริกขี้หนูเเละกระเทียมไทยให้พอเเตก ปรุงรสด้วยกะปิ น้ำตาล น้ำปลาเเละน้ำมะนาว ใส่มะเขือส้มเเละแก่นตะวันหั่นเส้นลงตำเคล้าให้เข้ากัน โรยหน้าด้วยกุ้งแห้งเเละเต้าหู้ทอดกรอบ เสิร์ฟพร้อมผักสด ",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RT1170_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 1,
    starRating: 1.5,
    price: 3627,
  });

  Food.create({
    name: "เบคอนพันกุ้งและหอยเชลล์สลัดผักสด",
    detail:
      "สลัดกุ้งและหอยเชลล์ย่างจานนี้มีเคล็ดลับเพิ่มความอร่อยตรงเอาเบคอนมาพันกุ้งและหอยเชลล์ก่อนนำไปย่างในกระทะจนเหลืองหอม กินกับสลัดน้ำใส อิ่มอร่อยสบายท้อง แถมได้สุขภาพอีกด้วย",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0549_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 1,
    starRating: 4.1,
    price: 55,
  });

  Food.create({
    name: "สลัดไก่อบกับวอลนัทแครนเบอร์รี",
    detail:
      "สลัดไก่อบวอลนัทใส่แครนเบอร์รี รสชาติไก่หมักโรสแมรีเค็มๆจะเข้ากันได้ดีกับความมันของวอลนัท ตัดด้วยรสหวานของแครนเบอร์รีและลูกเกดได้เป็นอย่างดี จริงๆแล้วจะเปลี่ยนเป็นผลไม้แห้งชนิดอื่นก็ได้เช่นกัน ",
    image:
      "https://krua.co/wp-content/uploads/2021/11/RI1721_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 4.2,
    price: 3804,
  });

  Food.create({
    name: "สลัดกะหล่ำปลี",
    detail:
      "สลัดกะหล่ำปลี หรือ โคลสลอว์ เครื่องเคียงทำง่าย อร่อยจากกะหล่ำปลี เคล็ดลับอยู่ที่การซอยกะหล่ำปลีเเละเเครอทให้บาง เเช่ในน้ำเย็นจัดเพื่อให้ผักสดชื่นเเละกรอบขึ้น เคล้าด้วยน้ำสลัดครีม จะกินเปล่าๆโรยเบคอนหรือกินคู่กับของทอดอย่างไก่ทอดก็อร่อย",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RI1719_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 1.7,
    price: 9667,
  });

  Food.create({
    name: "สลัดมันฝรั่งเกาหลี",
    detail:
      "สลัดมันฝรั่งเนื้อนุ่มฟูที่มีเสิร์ฟกันในร้านอาหารเกาหลี มันฝรั่งสุกนุ่มบดให้เป็นเนื้อครีมผสมกับแตงกวา ไข่ต้ม และมายองเนส คลุกเคล้าให้เข้ากัน ปรุงรสด้วยเกลือและพริกไทยเล็กน้อย",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RI1710_ImageThumbnailSmall_187x252-10.jpg",
    categoryId: 1,
    starRating: 0,
    price: 6627,
  });

  Food.create({
    name: "สลัดโรลมิกซ์เบอร์รี",
    detail:
      "สลัดโรลดีต่อใจที่อุดมไปด้วยผักเเละผลไม้ที่ดีต่อหัวใจอย่างสตรอว์เบอร์รี บลูเบอร์รี แอปเปิลแดง เพิ่มวิตามินเเละเเร่ธาตุด้วยผักสลัด มีโปรตีนจากกุ้งขาวลวก จิ้มกับสลัดครีมซีฟู้ดรสครีมมี่เเต่จัดจ้าน เป็นเมนูที่เพิ่มชีวิตชีวาให้กับชีวิตได้จริงๆ ",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RI1707_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 0.8,
    price: 3528,
  });

  Food.create({
    name: "สลัดยอดมะพร้าวอ่อน",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2019/01/RT0890_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 1,
    starRating: 1.7,
    price: 9446,
  });

  Food.create({
    name: "เมี่ยงตะไคร้กุ้งสดและสารพัดถั่ว",
    detail:
      "เมี่ยงตะไคร้กุ้งสดและสารพัดถั่ว เมนูเมี่ยงอุดมไปด้วยผักสด ถั่วเเละเนื้อสัตว์แล้วเเต่ชอบ เครื่องเครามากมาย สามารถรับประทานได้ตามความชอบ ไม่ว่าจะเป็นตะไคร้อ่อนซอยบางๆ ใบชะพลู กูชีแฮ้ลวก พริกขี้หนูสวนเเละสารพัดถั่ว เเละด้วยน้ำเมี่ยงที่รสชาติจัดจ้าน อร่อยมากๆ ",
    image:
      "https://krua.co/wp-content/uploads/2021/08/RT1669_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 2.5,
    price: 720,
  });

  Food.create({
    name: "สลัดปลาทูน่า",
    detail:
      "ทูน่าสลัดคล้ายสลัดนีซัวร์ฝรั่งเศสที่เสิร์ฟกับมันฝรั่ง แอนโชวีและไข่ต้ม ทูน่าสลัดจานนี้พิเศษตรงเอาปลาทูน่าสดไปคลุกเคล้าสมุนไพรสับให้ทั่ว แล้วนำไปย่างให้กึ่งสุกกึ่งดิบ เสิร์ฟเป็นชิ้นสไลซ์กับผักสลัดใบเขียว มะกอก แอนโชวี เคเปอร์ ไข่ต้ม ตามตำรับฝรั่งเศส",
    image:
      "https://krua.co/wp-content/uploads/2021/07/RI0548_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 1,
    starRating: 3.4,
    price: 473,
  });

  Food.create({
    name: "สลัดไก่ย่างทรอปิคัล",
    detail:
      "สลัดอกไก่ย่างแบบง่าย ทำให้สดชื่นขึ้นด้วยการใส่ผลไม้หลากหลายชนิด ให้รสเปรี้ยวหวานและสัมผัสแตกต่างกันเช่นแอปเปิล องุ่น ทับทิม ได้รสฉ่ำหวานของสับปะรด แถมราดด้วยมีน้ำสลัดกลิ่นหอมสดชื่นจากเสาวรส",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RI1653_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 4.1,
    price: 8435,
  });

  Food.create({
    name: "สลัดวุ้นเส้นแซลมอนย่าง",
    detail:
      "สลัดวุ้นเส้นแบบสุขภาพสไตล์ญี่ปุ่น รสชาติเปรี้ยว หวาน เค็มกลมเข้าเนื้อวุ้นเส้นเหนียวนุ่ม รับประทานกับแซลมอนทอดให้สุกกำลังดี เป็นอาหารจานเดียวเเบบอิ่มอร่อยสบายท้อง",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RI1656_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 0.4,
    price: 5678,
  });

  Food.create({
    name: "น้ำสลัดบัลซามิก",
    detail:
      "น้ำสลัดง่ายๆอย่างน้ำสลัดบัลซามิก น้ำส้มสายชูบัลซามิกหรือBalsamic Vinegar เป็นหนึ่งในเครื่องปรุงรสที่เก่าแก่และเชิดหน้าชูตาที่สุดของอิตาลี นิยมใช้ทำอาหารอิตาลีหลายชนิด แต่ที่นิยมมากที่สุดคือทำน้ำสลัด โดยนำไปผสมกับน้ำมันมะกอก เครื่องเทศ เกลือ พริกไทยดำต่างๆ ตามชอบ แล้วราดบนผักสลัดพร้อมรับประทานได้เลย",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RI1649_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 0.1,
    price: 7660,
  });

  Food.create({
    name: "น้ำสลัดเธาซันด์ไอซ์แลนด์",
    detail:
      "น้ำสลัดเธาซันด์ไอส์แลนด์ น้ำสลัดสไตล์ตะวันตก มีส่วนผสมของมายองเนส ซอสพริก เกลือพริกไทย และที่สำคัญต้องมีหอมใหญ่สับและแตงกวาดองสับ เพราะทั้งสองอย่างนี้จะช่วยเพิ่มรสชาติและเนื้อสัมผัสที่อร่อยมาก รับประทานกับผักสดๆได้ตามชอบ",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RI1648_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 3.4,
    price: 7130,
  });

  Food.create({
    name: "น้ำสลัดครีมงาญี่ปุ่น",
    detail:
      "น้ำสลัดสไตล์ญี่ปุ่น เดิมที่เเล้วเป็นแบบใส แต่สูตรจะใช้มายองเนสเพื่อให้น้ำสลัดครีมงาญี่ปุ่นของเรามีรสชาติเข้มข้น ถูกใจสายครีมสลัดแน่นอน มีส่วนผสมของซีอิ๊วญี่ปุ่น และงาขาวคั่วหอมๆ รับประทานกับผัดสลัดสไตล์ญี่ปุ่น ถูกใจชาวเอเชียอย่างเเน่นอน",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RI1647_ImageThumbnailSmall_187x252-1.jpg",
    categoryId: 1,
    starRating: 1.5,
    price: 7051,
  });

  Food.create({
    name: "เครปไข่ขาวทูน่าสลัด",
    detail:
      "เมนูอาหารเช้าทำง่ายได้ประโยชน์ครบ อัดเเน่นด้วยโปรตีน ใช้ไข่ขาวนำมาทอดเป็นแผ่นเครป ด้านในเป็นสลัดทูน่า อร่อยถูกปากเเน่นอน ",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RI1611_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 2,
    price: 4130,
  });

  Food.create({
    name: "สลัดเปรูไก่ทอดคาราอาเกะ",
    detail:
      "สลัดเปรูกับไก่ทอดคาราอาเกะ เป็นการรวมการกินไก่ทอดของญี่ปุ่นกับchopped salad แบบเปรูที่มีผักสีสันนานาชนิด รวมทั้งถั่ว ซึ่งโดยปกติใช้ถั่วลิมาหรือบัตเตอร์บีน แต่หายาก เราเลยเปลี่ยนเป็นถั่วตาดำที่เป็นถั่วขาวขนาดเล็กรสชาติอมหวานหน่อยๆ กินกับข้าวโพดซึ่งเป็นพืชท้องถิ่นของเปรู เฟตต้าชีสให้รสเค็มๆ",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1599_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 3.7,
    price: 4794,
  });

  Food.create({
    name: "สลัดเทมเป้",
    detail:
      "เมนูเพื่อสุขภาพ ทำง่าย อร่อย ได้ประโยชน์ นำเทมเป้มาหั่นเป็นชิ้นเล็กๆทอดจนสุกกรอบ กินคู่กับผักสลัด ราดน้ำสลัดงาญี่ปุ่น ได้รสชาติเปรี้ยวหวานมันของน้ำสลัดงาที่เข้ากับเทมเป้ทอด เป็นจานมังสวิรัติที่ไม่น่าเบื่อเลย ",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1601_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 0.8,
    price: 2184,
  });

  Food.create({
    name: "สเต๊กหมูซอสมะเขือเทศกับสลัดมักกะโรนี",
    detail:
      "อาหารสำหรับเด็กวัยเรียนที่ต้องการโปรตีนสูง เลือกใช้สันในไก่หรือหมูบดไม่ติดมันในการทำสเต๊กแบบง่ายๆ กินกับสลัดมักกะโรนีที่ใส่ผักหลากหลายสี รวมถึงใส่เมล็ดแฟลกซ์เพื่อเพิ่มโอเมก้า 3 สำหรับบำรุงสมองอีกด้วย",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1587_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 4.6,
    price: 4338,
  });

  Food.create({
    name: "สลัดมันฝรั่ง",
    detail:
      "มันฝรั่งเป็นผักที่ขาดไม่ได้ในอาหารสเปน สลัดมันฝรั่ง (Ensaladilla rusa) จึงขาดไม่ได้ในเมนูทาปาสแบบดั้งเดิมเสมอ สลัดเย็นๆกินกับขนมปังหรือไม่ก็หนังหมูทอด (pork torreznos) ในแบบชาวสเปน ซึ่งคล้ายๆกับแคบหมูของไทย เรียกว่าเท็กซ์เจอร์กรอบๆมันๆของหนังหมูนี้เข้ากับรสเปรี้ยว หวาน เค็ม มันของสลัดได้เป็นอย่างดี",
    image:
      "https://krua.co/wp-content/uploads/2020/12/RI1578_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 3.3,
    price: 9111,
  });

  Food.create({
    name: "สลัดข้าวมะเขือเทศ",
    detail:
      "สลัดข้าวมะเขือเทศ มะเขือเทศสดๆเหมาะสำหรับทำเมนูสลัดมาก นำมะเขือเทศมาทำสลัดกับข้าวหุงสุกหอมๆ คลุกเคล้าด้วยน้ำสลัด กลิ่นหอม",
    image:
      "https://krua.co/wp-content/uploads/2020/09/RI0593_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 4.2,
    price: 4277,
  });

  Food.create({
    name: "สลัดข้าวกล้องทาบูเลห์",
    detail:
      "สลัดข้าวกล้องทาบูเลห์ สลัดทาบูเลห์หรือบางคนเรียนสลัดเลบานิส เพราะต้นกำเนิดอยู่ที่ประเทศเลบานอน แต่ถ้าไปเเถบตะวันออกกลางแล้วจะเจอสลัดทาบูเลห์อยู่ทั่วไป ส่วนประกอบที่ขาดไม่ได้ในทาบูเลห์ คือบัลเกอร์(bulgur) พาร์สเลย์ มะเขือเทศ บัลเกอร์เป็นข้าวสาลีหักที่สุกและอบแห้งมาแล้ว เวลาปรุงก็นำมาต้มให้สุกอีกที ทีนี้บัลเกอร์อาจจะหายากสักหน่อย",
    image:
      "https://krua.co/wp-content/uploads/2020/09/RI0592_ImageThumbnailSmall_187x252.jpg",
    categoryId: 1,
    starRating: 1.2,
    price: 5601,
  });

  Food.create({
    name: "ขนมปังคัสตาร์ดโยเกิร์ต",
    detail:
      '"ขนมปังคัสตาร์ดโยเกิร์ต" เมนูมื้อเช้าง่ายๆ วัตถุดิบน้อยมีเพียงแค่ขนมปัง ไข่และโยเกิร์ตก็ทำได้แล้ว แถมอร่อยกินไม่เบื่อ ',
    image:
      "https://krua.co/wp-content/uploads/2022/04/RB0524_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 3.8,
    price: 3889,
  });

  Food.create({
    name: "โอนิงิริแฮมย่างไส้ชีส",
    detail:
      '"โอนิงิริ" ก็คือข้าวปั้นของญี่ปุ่นที่มีลักษณะสามเหลี่ยม ห่อด้วยสาหร่าย โดยจะมีไส้ข้างใน แต่วันนี้เราจะนำข้าวไปคลุกกับแฮมที่ผัดซอสเทริยากิ จากนั้นเราก็นำข้าวมาห่อชีสมอซซาเรลลาก้อนใหญ่ๆ ปั้นเป็นก้อนสามเหลี่ยมห่อด้วยสาหร่ายและนำเอาไปย่างในกระทะให้ชีสยืดและข้าวสีสวย',
    image:
      "https://krua.co/wp-content/uploads/2022/03/RI0595_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 3.8,
    price: 6168,
  });

  Food.create({
    name: "แฮมห่อสลัดมันฝรั่ง",
    detail:
      "เมนูจากประเทศญี่ปุ่นที่กำลังเป็นกระแสในหมู่แม่บ้านญี่ปุ่น ซึ่งก็คือ “แฮมห่อสลัดมันฝรั่ง” โดยแทนที่เราจะใส่แฮมลงไปในสลัดมันฝรั่ง แต่นำแฮมมาห่อสลัดมันฝรั่งแทน รับประกันความอร่อยและความง่าย",
    image:
      "https://krua.co/wp-content/uploads/2022/03/RI1740_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 4.8,
    price: 6032,
  });

  Food.create({
    name: "อาซาอิโบลว์",
    detail:
      "“อาซาอิโบลว์”เมนูนี้เกิดขึ้นที่ฮาวายจากนั้นเมนูนี้ก็ได้แพร่หลายไปทางชายฝั่งตะวันตกตั้งแต่ลอสแองเจลิสไปยังซานฟรานซิสโก และอเมริกา อาซาอิโบลว์ที่กำลังฮิตนี่ทำจากอาซาอิเบอร์รีบดเสิร์ฟพร้อมผลไม้สดและซีเรียล นิยมมากในหมู่คนเล่นเซิร์ฟ แต่ในปัจจุบันฮิตให้หมู่คนรักสุขภาพมาก เพราะอาซาอิมีประโยชน์ ทำให้ร่างกายแข็งแรง กินแล้วไม่อ้วน จึงทำให้เมนูนี้โด่งดังมากในตอนนี้ ",
    image:
      "https://krua.co/wp-content/uploads/2022/02/RB0512_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 0.8,
    price: 5088,
  });

  Food.create({
    name: "มักกะโรนีกราแตง",
    detail:
      "เชื่อว่า comfort food ในใจของหลายๆคนต้องมีเมนูอบชีสอย่างแน่นอน ทั้งความละมุน นุ่มนวล กินง่าย ทำให้มักกะโรนีอบชีสเป็นที่ถูกใจทั้งเด็ก และผู้ใหญ่ เพิ่มคุณค่าอาหารโดยการใส่ผักได้หลากหลาย เช่น บรอกโคลี ดอกกะหล่ำ หอมใหญ่ แครอท",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0581_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 2,
    starRating: 4.4,
    price: 793,
  });

  Food.create({
    name: "ไข่กระทะอบชีส",
    detail:
      "อาหารเช้าเเบบจัดเต็มของคนไทย หนึ่งในนั้นต้องมีไข่กระทะกินคู่กับขนมปัง น่าจะได้รับอิทธิพลมาจากอาหารเช้าฝรั่งไม่มากก็น้อย แต่จุดเด่นความเป็นไทยอยู่ที่ต้องมีหมูสับผัดปรุงรส กลิ่นหอมรากผักชีกระเทียมพริกไทยอย่างที่อาหารไทยควรจะเป็น ส่วนใครจะใส่ไส้กรอก แฮม เบคอน ปูอัด หรือโรยชีสป็นของเสริมก็ไม่ว่ากัน แล้วอย่าลืมกินกับขนมปังทาเนยฉ่ำเข้ากันดีนัก",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RT0827_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 2,
    starRating: 0.7,
    price: 2949,
  });

  Food.create({
    name: "ข้าวต้มทรงเครื่อง",
    detail:
      "ข้าวต้มกระดูกหมูเซียงจี้ หอมนุ่มกลิ่นข้าวใหม่ หวานน้ำซุปกระดูกหมู เมนูประจำบ้านเชฟน่านทั้งทีใส่ทั้งหมูบะช่อ กระดูกหมูเเละเซียงจี้ โรยหอมเจียว กระเทียมเจียวซักหน่อย รับประกันความอร่อยเเน่นอน!",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RT1701_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 2.1,
    price: 544,
  });

  Food.create({
    name: "ไทรเฟิลมิกซ์เบอร์รีกราโนลา",
    detail:
      "เปลี่ยนไทรเฟิลธรรมดาให้อร่อยเเละมีประโยชน์มากกว่าเดิมจะกินเป็นอาหารเช้าหรือกินเป็นเป็นของหวานก็อร่อย มีทั้งผลไม้ โยเกิร์ตเเละกราโนลาได้คุณประโยชน์ครบ",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RB0495_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 1.2,
    price: 8920,
  });

  Food.create({
    name: "แซนด์วิชกะหล่ำปลี",
    detail:
      "เเซนด์วิชกะหล่ำปลีจากเกาหลี โดยนำกะหล่ำปลีมาผสมกับไข่ไก่ นม เเละเครื่องต่างๆ ทอดจนสุกสีสวยประกบด้วยขนมปังเเผ่นหนา เมนูอาหารเช้า ทำง่าย ",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RI1718_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 3.2,
    price: 6415,
  });

  Food.create({
    name: "ข้าวต้มทรงเครื่องโบราณ",
    detail:
      "เมนูอาหารเช้าเครื่องแน่นหอมอร่อยรสนัวจากปลาหมึกแห้งและกุ้งแห้งที่นำไปผัดกับหมูก่อนนำมาคลุกเคล้ากับข้าวต้ม เพิ่มความอลังการด้วยหมูก้อนลูกโต เครื่องแน่นจัดเต็ม โรยต้นหอมผักชี กระเทียมเจียวไปหน่อย กินตอนร้อนๆอร่อยมาก!",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RT1681_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 2.1,
    price: 9532,
  });

  Food.create({
    name: "โอเวอร์ไนท์โอ๊ต 3 รสชาติ",
    detail:
      "อาหารเช้าทำง่าย อร่อยได้ประโยชน์จากข้าวโอ๊ต ทำเก็บไว้กินได้หลายวันเลยแหละ เพียงผสมข้าวโอ๊ต เม็ดเเมงลัก นมจืด โยเกิร์ต กลิ่นวานิลลาเเละน้ำผึ้งรวมกัน เเช่ไว้ในตู้เย็นข้ามคืน จนเนื้อข้นดี ตอนเช้าก็เเค่ตักใส่แก้ว เสิร์ฟกับผลไม้ ถั่วอบแห้ง หรือธัญพืชก็อร่อย",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RB0498_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 3.4,
    price: 3307,
  });

  Food.create({
    name: "มันฝั่งอบชีสเบคอน (หม้อทอดไร้น้ำมัน)",
    detail:
      "มันฝรั่งทั้งลูกนำมาบังให้เป็นแผ่นๆแต่ไม่ขาดออกจากกันใส่ชีสแผ่นและเบคอนสลับกันระหว่างแผ่นของมันฝรั่ง นำไปอบในหม้อทอดลมร้อน เพียงแค่นี้ก็ได้มันฝรั่งชีดเบคอนดิปคู่กับซาวร์ครีมรสชาติเปรี้ยวตัดมัน",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RI1708_ImageThumbnailSmall_187x252-11.jpg",
    categoryId: 2,
    starRating: 4.4,
    price: 5298,
  });

  Food.create({
    name: "มันฝรั่งไข่ดาวกระทะ",
    detail:
      "มันฝรั่งผัดกับสแปมหรือแฮมอัดกระป๋อง ปรุงรสด้วยเกลือพริกไทย ให้สุกนุ่มและหอมจากนั้นค่อยต่อยไข่ลงในกระทะปิดฝากระทะสักพักให้ไข่ขาวสุกแต่ไข่แดงยังเหลวอยู่ กินคู่กับขนมปังอบกรอบ",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RI1709_ImageThumbnailSmall_187x252-9.jpg",
    categoryId: 2,
    starRating: 4.6,
    price: 2019,
  });

  Food.create({
    name: "ฮาลาห์",
    detail:
      "ฮาลาห์ (Challah) Jewish bread ที่มักในช่วงเทศกาลฉลอง ผิวขนมปังสีน้ำตาลทอง เนื้อในขาวนุ่ม ลักษณะเนื้อขนมปังอยู่ระหว่างบริโยชกับซอฟโรล เพราะใส่ไข่ไก่และน้ำมันเป็นตัวทำให้นุ่ม ขึ้นรูปโดยถักสานขัดกันเป็นเปียยาวหรือทรงกลมเหมือนพวงหรีด มักจะใส่ลูกเกด หรือน้ำผึ้ง สูตรนี้เราไม่ได้ใส่เพราะจะนำมาทำคัสเซอรอลอบชีสซึ่งเป็นอาหารคาว",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RB0475_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 4.6,
    price: 1080,
  });

  Food.create({
    name: "ขนมปังฝรั่งเศส (Baquette)",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2021/08/RB0476_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 4,
    price: 6198,
  });

  Food.create({
    name: "ขนมปังเนย (Butter bun)",
    detail:
      "ไม่มีคนอังกฤษคนไหนไม่รู้จัก hot cross bun เนื้อขนมปังใส่ผลไม้แห้ง ด้านบนขนมปังบีบแป้งเปียกเป็นกากบาทพาดไปบนหน้าขนมปัง ขนมปังเนยสูตรนี้เลียนแบบhot cross bun เพียงแต่ไม่ได้ใส่ผลไม้แห้งลงไปในเนื้อขนมปัง (หากใครจะใส่เพิ่มก็ได้) สูตรนี้ใส่เนยก้อนเอาไว้แทน เพื่อให้เวลาอบเนื้อขนมปังด้านในชุ่มฉ่ำเนย อบเสร็จแล้วนำออกมาทำแอปริคอตเกลสให้หน้าขนมปังแวววาวเสียหน่อย หากใครไม่มีข้ามขั้นตอนนี้แล้วหยิบใส่ปากได้เลย",
    image:
      "https://krua.co/wp-content/uploads/2021/08/RB0470_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 3,
    price: 2108,
  });

  Food.create({
    name: "ขนมปังแซนด์วิช (White bread)",
    detail:
      "ขนมปังแซนด์วิชเนื้อขาวนวลสูตรนี้เหนียวนุ่มกำลังดี สำหรับคนที่ไม่ชอบขนมปังนุ่มยวบจนเกินไป สูตรนี้เอามาทำโทสต์ยิ่งอรอ่ย กรอบนอกนุ่มใน หรือกินทาเนยแยมเฉยๆก็อร่อยแล้ว ",
    image:
      "https://krua.co/wp-content/uploads/2021/08/RB0469_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 0.6,
    price: 727,
  });

  Food.create({
    name: "คัลโซเนทูน่า",
    detail:
      "คัลโซเน (calzone) เป็นพิซซ่าอีกรูปแบบครึ่งวงกลม เกิดจากการใส่ไส้แล้วพับแป้งพิซซ่าเข้าหากันเป็นครึ่งวงกลม นำไปอบให้สุก (ถ้านำไปทอดจะเรียกเป็นอีกอย่างว่า แพนเซรอตตี panzerotti) คัลโซเนนิยมใส่ไส้มอซซาเรลลา ริคอตต้า พาร์มีซานชีส และใส่เนื้อสัตว์ ผักอื่นๆได้ตามชอบ",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1680_ImageThumbnailSmall_187x252-1.jpg",
    categoryId: 2,
    starRating: 5,
    price: 5454,
  });

  Food.create({
    name: "แซนด์วิชไข่พับนูเทลล่ากล้วย",
    detail:
      "แซนด์วิชไข่สไตล์เกาหลี ทำง่าย เพิ่มความพิเศษด้วยไส้นูเทลล่า กล้วยหอม เเละมาร์ชเมลโล่ โรยด้วยช็อกโกเเลตขูดเเละเนยสดจืดปิดท้าย เป็นเมนูหวานที่อร่อยหยุดไม่อยู่เลยทีเดียว ",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RB0460_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 0.8,
    price: 6422,
  });

  Food.create({
    name: "แซนด์วิชไข่พับอกไก่ย่างเฮลตี้",
    detail:
      "แซนด์วิชไข่พับเกาหลี ทำง่าย กระทะใบเดียวจบ เลือกใช้เป็นขนมปังแซนด์วิชโฮลเกรน จับคู่กับอกไก่ย่างเเละผักสลัด อิ่มอร่อยได้ประโยชน์แบบเต็มๆคำ",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1681_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 2.8,
    price: 8185,
  });

  Food.create({
    name: "แซนด์วิชไข่พับแฮมชีส",
    detail:
      "แซนด์วิชไข่พับเกาหลี ทำง่าย ในกระทะเเค่ใบเดียว เลือกใช้ขนมปังขาว เเฮมเเละเชดด้าชีส นำมาพับกับไข่ บอกเลยว่ารสชาติลงตัวเข้ากันมาก เหมาะสำหรับวันอ้วนๆ เป็นอาหารเช้าที่ดีเลยทีเดียว",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1680_ImageThumbnailSmall_187x252.jpg",
    categoryId: 2,
    starRating: 3.3,
    price: 478,
  });

  Food.create({
    name: "โทสต์ไข่ดาว",
    detail:
      "ขนมปังโทสต์ไข่ดาวสูตรนี้มีความพิเศษตรงที่ทาเนยกระเทียมให้ทั่วขนมปังทั้ง 2 ด้าน กดขนมปังให้เป็นหลุมจากนั้นต่อยไข่ลงตรงกลาง บีบมายองเนสทำเป็นขอบรอบไข่ ก่อนจะโรยชีสและนำเข้าอบให้เหลืองสวย",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1686_ImageThumbnailSmall_187x252-10.jpg",
    categoryId: 2,
    starRating: 3.6,
    price: 4854,
  });

  Food.create({
    name: "ไข่ชุบเกล็ดขนมปังทอด",
    detail:
      "เมนูไข่ทอดสุดว้าวที่นำเกล็ดขนมปังมาห่อหุ้มไข่ไก่ก่อนนำไปทอด ทอดให้ด้านนอกเหลืองกรอบ แต่ด้านในเมื่อตัดออกมาแล้วไข่แดงไหลเยิ้ม น่ากิน เหมาะกับกินกับราเมงร้อนๆ",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1688_ImageThumbnailSmall_187x252-8.jpg",
    categoryId: 2,
    starRating: 4.8,
    price: 2606,
  });

  Food.create({
    name: "แซนด์วิชไข่",
    detail:
      "แซนด์วิชไข่พับสไตล์เกาหลีทำง่ายแถมเหมาะทำเป็นอาหารเช้าให้เด็กๆได้ใส่กล่องข้าวไปกินที่โรงเรียน มีทั้งไข่ ข้าว แฮม และผัก ห่อกับกระดาษตัดออกมาสีสวยน่ากิน",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1687_ImageThumbnailSmall_187x252-11.jpg",
    categoryId: 2,
    starRating: 4.2,
    price: 5854,
  });

  Food.create({
    name: "หลนปลาร้าบอง",
    detail:
      "หลนปลาร้าบองรสชาติจัดจ้านนัวด้วยเครื่องปลาร้าบองที่นำไปผัดกับเครื่องสมุทรไพรและหมูสับ ใส่กะทิเคี่ยวให้หอมกินคู่กับผักสดและข้าวเหนียว",
    image:
      "https://krua.co/wp-content/uploads/2022/06/RT1720_ImageThumbnailSmall_187x252-1.jpg",
    categoryId: 3,
    starRating: 3.8,
    price: 7080,
  });

  Food.create({
    name: "น้ำพริกระกำทรงเครื่อง",
    detail:
      "น้ำพริกระกำทรงเครื่อง อาจจะฟังเป็นเมนูง่ายๆ แต่บอกเลยว่าอร่อยถึงทรวงแน่นอนกับสูตรนี้ โดยคำว่าทรงเครื่องเกิดจากการที่เราใส่เครื่องอย่างกุ้งแห้งที่นำไปโขลกหยาบๆ ผสมลงไปในเนื้อน้ำพริกที่โขลกผสมกันระหว่างหอมแดง กระเทียม พริก และกะปิให้เข้ากัน เติมความเปรี้ยวด้วยเนื้อระกำ เพิ่มความหวานด้วยน้ำตาลมะพร้าว ปิดท้ายด้วยการใส่เนื้อกุ้งแห้งที่โขลกลงไปผสม ก็จะได้น้ำพริกระกำรสชาติเปรี้ยวอมหวานถึงใจ และความทรงเครื่องอีกอย่างคือเสิร์ฟน้ำพริกระกำมาพร้อมกับผักเครื่องเคียงทั้งผักสด ผักทอด และปลาสลิดทะเลทอดกรุบกรอบ รับประกันได้เลยว่าเมื่อกินด้วยกันในคำเดียวแล้วนั้น อร่อยจี๊ดติดใจแน่นอน",
    image:
      "https://krua.co/wp-content/uploads/2022/06/RT1729_ImageThumbnailSmall_187x252-1.jpg",
    categoryId: 3,
    starRating: 3.2,
    price: 5631,
  });

  Food.create({
    name: "แจ่วบอง (ปลาร้าบอง)",
    detail:
      "แจ่วบองหรือปลาร้าบอง เมนูปลาร้าในดวงใจใครหลายคน ความอร่อยอยู่ที่ปลาร้าปลากระดี่อย่างดีที่นำมาสับละเอียดจนกินได้ทั้งก้าง นำไปโขลกกับข่า ตะไคร้ หอม กระเทียมเผา รสเผ็ดโดยมาจากพริกขี้หนูแห้งเสียมากกว่าพริกสด ตัดรสเปรี้ยวด้วยน้ำมะขามเปียก น้ำตาลทรายเล็กน้อย ใครชอบความนัวอย่างลืมดีดผงชูสลงไปได้ตามถนัด ทำทีเก็บไว้จิ้มกินกับข้าวเหนียวได้นาน",
    image:
      "https://krua.co/wp-content/uploads/2022/05/RT1727_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 2.3,
    price: 3429,
  });

  Food.create({
    name: "แจ่วปลาร้าพริกสด",
    detail:
      "แจ่วพริกสด เครื่องจิ้มคู่ครัวอีสาน รสเผ็ดจากพริกกระเทียมย่าง เค็มนัวจากน้ำปลาร้า เปรี้ยวน้ำมะนาว คนอีสานโดยมากจะใส่มะกอกลงไปด้วย เรียกอีกอย่างว่าแจ่วมะกอก แจ่วพริกสดกินกับผัก หรือเนื้อสัตว์เช่น ไก่ต้ม ไก่ย่าง หรือจิ้มกับข้าวเหนียวเปล่าๆก็อร่อยแบบเรียบง่าย",
    image:
      "https://krua.co/wp-content/uploads/2022/05/RT1726_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 2.7,
    price: 4366,
  });

  Food.create({
    name: "แจ่วมะขาม",
    detail:
      "น้ำจิ้มแจ่ว หนึ่งในน้ำจิ้มที่ขาดไม่ได้ในอาหารอีสาน แจ่วมะขามสูตรนี้รสชาติเข้มข้นแต่กลมกลม ไม่เปรี้ยวหรือเผ็ดโดด เพราะได้ความหวานและกลิ่นหอมจากหอมกระเทียมที่นำมาเผาและโขลกจนละเอียด ปรุงรสด้วยน้ำมะขามเป็นหลัก ชิมรสให้ออกเปรี้ยวนำหวานกับเค็ม ความเปรี้ยวขึ้นอยู่กับน้ำมะขามเปียก ใครอยากให้เปรี้ยวแหลมสามารถบีบน้ำมะนาวเสริมลงไปได้ ก่อนเสิร์ฟใส่ข้าวคั่ว ต้นหอม ผักชีเพื่อเพิ่มความหอม",
    image:
      "https://krua.co/wp-content/uploads/2022/05/RT1725_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 0.2,
    price: 9627,
  });

  Food.create({
    name: "แจ่วมะเขือส้ม",
    detail:
      "แจ่วมะเขือส้ม เปรี้ยวนัวกลมกล่อมจากมะเขือส้มและน้ำปลาร้า กินกับปลานึ่ง ปลาเผาเข้ากันดีนัก รสชาติไม่หนักจนเกินไป เคล็ดลับให้ใช้มะเขือส้มรสแจ่วจะจัดจ้านกว่ามะเขือสีดาหรือมะเขือเทศ การคั่วหรือเอามะเขือเทศไปย่างก่อน นอกจากจะทำให้เปลือกปริและลอกง่าย ยังช่วยทำให้มะเขือรสจัดขึ้นอีกด้วย",
    image:
      "https://krua.co/wp-content/uploads/2022/05/RT1724_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 1.3,
    price: 5587,
  });

  Food.create({
    name: "แจ่วมะกอก",
    detail:
      "แจ่วมะกอกเปรี้ยว เค็มแซ่บซี้ด ใครชอบกินเผ็ดจัด ใส่พริกเข้าไปได้ตามชอบ กินกับไก่ย่างข้าวเหนียวร้อนๆรับรองลืมแจ่วมะขามกันเลยทีเดียว",
    image:
      "https://krua.co/wp-content/uploads/2022/05/RT1723_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 4.7,
    price: 6134,
  });

  Food.create({
    name: "หลนไตปลา",
    detail:
      "เราอาจะเคยได้ยินหลนเต้าเจี้ยว หลนปู หลนปล้าร้า คนใต้ก็มีหลนไตปลาเช่นกัน ความหอม เค็มกลมกล่อมนั้นได้จากไตปลา ดังนั้นต้องค่อยๆปรุงความเค็มจากน้ำไตปลาต้ม อย่าใส่หมดเพราะขึ้นอยู่กับความเค็มของไตปลาที่ใช้ หลนที่ใส่เนื้อปู ปลาจะหอมกลิ่นกระชายและขมิ้นเป็นพิเศษ",
    image:
      "https://krua.co/wp-content/uploads/2022/04/RT1715_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 4,
    price: 1097,
  });

  Food.create({
    name: "น้ำพริกเห็ดฟางผัด",
    detail:
      "หากใครไม่เคยทานน้ำพริกที่ทำด้วยเห็ด บอกเลยว่าเมนูนี้จะต้องถูกใจทุกคน วัตถุดิบหาได้ไม่ยาก และที่สำคัญ กินง่ายและอร่อยด้วยค่ะ",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RT1060_น้ำพริกเห็ดฟางผัด_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 4.3,
    price: 5837,
  });

  Food.create({
    name: "แสร้งว่ากุ้ง",
    detail:
      "‘แสร้งว่า’ จัดเป็นน้ำพริกเครื่องจิ้มผักดิบ มีเนื้อขลุกขลิก รสจัดจ้าน สันนิษฐานว่าดัดแปลงมาจาก ‘ยำไตปลา’ ของชาวปักษ์ใต้ ที่ประกอบด้วยไตปลา (ไตปลาเป็นภูมิปัญญาการถนอมอาหารของคนใต้ โดยใช้พุงปลาทะเลหมักกับเกลือ เช่น ไตปลาทู ปลากระบอก ปลากะพง ที่นิยมและจัดว่าเป็นไตปลาดี รสอร่อย คือไตปลาทู เป็นเครื่องปรุงรสในอาหารใต้และเป็นวัตถุดิบหลักเช่นยำไตปลา) ดับกลิ่นคาวไตปลาด้วยเครื่องสมุนไพรอย่างขิง ตะไคร้ กระเทียม หอมแดง ใบมะกรูด ปรุงรสเปรี้ยวด้วยน้ำมะกรูด น้ำมะนาว และน้ำตาล แต่ด้วยชาววังที่ไม่คุ้นเคยกับกลิ่นรสในตำรับท้องถิ่นใต้จานนี้ จึงมีการดัดแปลงวัตถุดิบหลักอย่างไตปลา เปลี่ยนมาใช้ปลาสลาดย่างและเยื่อเคยดี เช่น ตำรับที่บันทึกไว้ในแม่ครัวหัวป่าก์ หรือใช้กุ้งเผากับมันกุ้งเขละๆ ในตำรับสายเยาวภา ทุกตำรับยังคงเครื่องสมุนไพรดับคาวต่างๆ ไว้เช่นเดียวกับไตปลา แม้กระทั่งการปรุงรสเปรี้ยวจากน้ำมะนาว และน้ำมะกรูดซึ่งครัวใต้ใช้ดับกลิ่นคาวไตปลา หากในตำรับแสร้งว่าใส่เพื่อดับกลิ่นคาวกุ้งย่างและมันกุ้ง ผิดกันเพียงน้ำมะขามเปียกที่ใส่ในทุกตำรับแสร้งว่า ทว่ายำไตปลาจะไม่ใส่ ",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RT1677_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 2.3,
    price: 2573,
  });

  Food.create({
    name: "น้ำพริกลงเรือ",
    detail:
      "น้ำพริกตำรับชาววังที่กลมกล่อมครบ 3 รสคือเปรี้ยว เค็ม หวาน ส่วนประกอบสำคัญของน้ำพริกลงเรือที่ขาดไม่ได้คือ น้ำพริกกะปิ หมูหวาน ปลาดุกฟูและกระเทียมดอง โดยจะผัดน้ำพริกกะปิกับหมูหวานให้เข้ากัน แล้วจึงใส่กระเทียมดองซอยลงไปให้รสหวานปะเเล่มเเละมีเนื้อกระเทียมกรอบๆเวลารับประทาน ตักใส่ถ้วย โรยหน้าด้วยปลาดุกฟู ไข่แดงเค็มปั้น และกระเทียมดองที่เหลือ",
    image:
      "https://krua.co/wp-content/uploads/2021/08/RT1674_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 3.3,
    price: 1092,
  });

  Food.create({
    name: "น้ำพริกเผา (Thai chili paste)",
    detail:
      "น้ำพริกเผาโฮมเมด ทำง่าย รสเปรี้ยว เค็ม หวาน นำไปทำอาหารคาวอย่าง ต้มยำ ผัดพริกเผา หรือนำไปทาขนมปัง ใส่ใส้ต่างๆก็ได้ ทำครั้งหนึ่งเก็บไว้ใช้ได้นาน",
    image:
      "https://krua.co/wp-content/uploads/2021/07/RT1155_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 3.3,
    price: 5848,
  });

  Food.create({
    name: "กะปิคั่ว",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RT0860_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 2.8,
    price: 6266,
  });

  Food.create({
    name: "กะปิพล่า",
    detail:
      "กะปิพล่าเครื่องปรุงคล้ายน้ำพริกกะปิ ได้แก่ กะปิ กระเทียม หอมแดง พริกขี้หนู กุ้งแห้ง น้ำตาล มะนาว ต่างกันตรงที่มีน้ำ เนื้อและผิวส้มซ่าเข้ามาเสริมรสเปรี้ยวและกลิ่นหอมของส้มซ่า ข้อแตกต่างสำคัญคือกะปิพล่าไม่ต้องโขลกในครก ใช้วิธีผสมให้เครื่องต่างๆเข้ากันในถ้วยหรือชาม ดังนั้นส่วนผสมต่างๆเช่น กระเทียม หอม กุ้งแห้งจึงต้องหั่นซอยให้บางให้เป็นเนื้อสัมผัสเวลากิน กะปิพล่ารับประทานกับผักสด ผักต้ม มีเครื่องเคียงเพิ่มความอร่อยเช่น ปลาช่อนแดดเดียวและหมูหวาน ใครจะกินกับไข่ต้มก็ได้ อร่อยเหมือนกัน",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RT1663_ImageThumbnailSmall_187x252.jpg",
    categoryId: 3,
    starRating: 2.8,
    price: 5522,
  });

  Food.create({
    name: "น้ำพริกกุ้งแม่น้ำเผา",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2020/09/RT1590_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 4,
    price: 493,
  });

  Food.create({
    name: "น้ำพริกกะปิมังสวิรัติกับฝักเพกาต้มกะทิ",
    detail:
      "น้ำพริกมังสวิรัติ ทำง่าย โดยโขลกกระเทียมกับเนื้อหนำเลี้ยบ เห็ดฟาง และเต้าหู้ยี้เข้าด้วยกัน ตามด้วยเครื่องสมุนไพรต่างๆ ปรุงรส น้ำพริกจะมีลักษณะเหลว ชิมรสให้เปรี้ยวเค็มและหวาน เสิร์ฟกับผักต้มดอกโสนผัดน้ำมันและฝักเพกาต้มกะทิ ",
    image:
      "https://krua.co/wp-content/uploads/2020/06/RT1150_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 1.3,
    price: 3186,
  });

  Food.create({
    name: "ผัดพริกขิงไก่กรอบ",
    detail:
      "ใช้อกไก่นำมาชุบแป้งทอดกรอบ ลงทอดจนกรอบเหลือง ก่อนนำมาผัดพริกขิง หอมกลิ่นเครื่องเเกงเเละเครื่องสมุนไพร โรยใบมะกรูดซอยและพริกชี้ฟ้าสีแดงหั่นเส้นด้านบน เสิร์ฟพร้อมข้าวสวยร้อนๆ ",
    image:
      "https://krua.co/wp-content/uploads/2020/05/RT1145_ImageThumbnailSmall_187x252-01-1.jpg",
    categoryId: 3,
    starRating: 3.4,
    price: 7656,
  });

  Food.create({
    name: "แจ่วเห็ด",
    detail:
      "แจ่วเครื่องจิ้มภาคอีสานหอมกลิ่นปลาร้าและสมุนไพรคั่ว แจ่วเห็ดสูตรนี้ใช้เห็ดฟางและเห็ดกระด้างช่วยเพิ่มรสชาติและกลิ่นเฉพาะตัวของเห็ด กินกับผักลวกและข้าวเหนียวนึ่ง",
    image:
      "https://krua.co/wp-content/uploads/2020/07/RT0796_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 2.4,
    price: 7432,
  });

  Food.create({
    name: "น้ำพริกกุ้งเสียบ",
    detail:
      "น้ำพริกกุ้งเสียบ เน้นรสสัมผัสของตัวกุ้งกรุบกรอบ นิยมรับประทานพร้อมกับข้าวสวย เคียงผักแนม ผักสดต่างๆ ทำให้นอกจากจะได้รสชาติที่อร่อยแล้ว ยังดีต่อสุขภาพอีกด้วย บอกเลยว่าสูตรนี้เครื่องแน่นครบถึงรสชาติน้ำพริก หรอยแรงมากๆ!",
    image:
      "https://krua.co/wp-content/uploads/2020/07/RT1122_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 3.7,
    price: 4371,
  });

  Food.create({
    name: "น้ำพริกปลากระป๋อง",
    detail:
      "น้ำพริกเมนูที่มีอยู่คู่ครัวไทยเลยก็ได้ นึกอะไรไม่ออกก็เอาน้ำพริกมาคลุกกับข้าวสวยร้อนๆกินคู่กับไข่ต้ม ผักสด หรือไม่ก็ไข่เจียว ก็อร่อยแล้ว แต่น้ำพริกสำหรับคนอยู่บ้านว่างๆ ไม่มีสกิลการทำอาหารสักเท่าไร ก็ใช้ปลากระป๋องมาทำแทนอร่อยไม่แพ้น้ำพริกอย่างอื่นเลย",
    image:
      "https://krua.co/wp-content/uploads/2020/07/ImageThumbnailSmall_187x252-01-7.jpg",
    categoryId: 3,
    starRating: 3,
    price: 9511,
  });

  Food.create({
    name: "น้ำพริกปลาทูแมงดา",
    detail:
      "น้ำพริกปลาทูเฉยๆมันธรรมดาไป ต้องใส่เเมงดาลงไปด้วยสิถึงจะหอม ทั้งพริกหนุ่ม พริกจินดาเเดง หอมแดง กระเทียม ที่นำมาย่างจนสุก ลอกเปลือกออก ตำรวมกับเนื้อปลาทูย่างเเละเเมงดาย่าง กินคู่กับผักสดกรอบๆ ข้าวสวยซักหน่อย อร่อย!",
    image:
      "https://krua.co/wp-content/uploads/2020/07/RT1555_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 1.5,
    price: 505,
  });

  Food.create({
    name: "แกงรัญจวนหมูสไลซ์",
    detail:
      "แกงรัญจวนชวนให้มาลิ้มลอง แกงไทยโบราณฉบับชาววังที่นำน้ำพริกกะปิ รสเปรี้ยวเค็มหวาน มาละลายในน้ำสต๊อก หอมเครื่องสมุนไพรทั้งข่า ตะไคร้ ใบมะกรูดเเละโหระพา ใส่เนื้อหมูสันคอสไลซ์นุ่มๆ เนื้อชุ่มน้ำแกงรสกลมกล่อมเหมือนดั่งกินต้มยำที่ใส่กะปิก็ไม่ผิด ขั้นตอนทำก็ไม่ยุ่งยากอย่างที่คิด",
    image:
      "https://krua.co/wp-content/uploads/2020/07/RT1559_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 0.2,
    price: 4548,
  });

  Food.create({
    name: "แกงรัญจวน",
    detail:
      "ชื่อแสนไพเราะของแกงรัญจวนมีที่มาจาก หม่อมเจ้าหญิงแย้มเยื้อน สิงหรา ซึ่งเป็นคนคิดค้นสูตรแกงรัญจวน และตั้งชื่อให้เมนูแกงไทยโบราณ สูตรชาววังจานนี้ว่าแกงรัญจวน สมัยก่อนเจ้านายพระองค์ต่าง ๆ มักจะเสวยอาหารอย่างละนิดละหน่อยเท่านั้น ทำให้กับข้าวซึ่งส่วนมากจะเป็นเนื้อหลงเหลืออยู่เยอะ ฝ่ายห้องครัวจึงนำเนื้อที่เหลือจากสำรับเสวยมาปรุงรสเป็นแกงสูตรใหม่ที่มีชื่อว่าแกงรัญจวนนั่นเอง ส่วนเคล็ดลับสูตรเด็ดของแกงรัญจวนก็ไม่ได้มีขั้นตอนที่ซับซ้อนวุ่นวายนัก เพียงแค่ต้องตำน้ำพริกกะปิให้รสจัด เน้นครบรสทั้งเผ็ด เปรี้ยว และเค็ม จากนั้นก็นำเนื้อหรือหมูมาต้มให้เปื่อยได้ที่ แล้วจึงใส่น้ำพริกกะปิที่เตรียมไว้ลงไป ปรุงรสชาติตามชอบ ตามด้วยใส่ใบโหระพาเพื่อเพิ่มกลิ่นหอมก่อน เสิร์ฟพร้อมข้าวสวยร้อนๆเท่านี้ก็เรียบร้อย",
    image:
      "https://krua.co/wp-content/uploads/2020/08/RT1514_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 3,
    starRating: 2,
    price: 4374,
  });

  Food.create({
    name: "น้ำพริกกุ้งแห้ง (แบบพม่า)",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2020/07/ImageThumbnailSmall_187x252-7.jpg",
    categoryId: 3,
    starRating: 2.7,
    price: 3064,
  });

  Food.create({
    name: "ซาโมซาไส้มันฝรั่ง",
    detail:
      "ไส้ซาโมซาที่ได้รับความนิยมมากที่สุดคือไส้มังสวิรัติอย่างมันฝรั่ง บางสูตรจะใส่ถั่วลันเตาเข้าไปกับมันฝรั่งด้วย มันฝรั่งนำไปต้มทั้งหัวจนสุกนุ่ม แล้วจึงเอามาผัดกับเครื่องเทศให้หอม ที่สำคัญมันฝรั่งต้องยังพอให้เห็นเป็นชิ้นเต๋าๆไม่ผัดไปจนนุ่มเละเป็นเนื้อเดียวกัน ไส้ต้องมีกลิ่นเครื่องเทศ ขิงและพริกสด รสเค็ม มีเปรี้ยวอ่อนๆตอนท้าย สูตรนี้ใช้บีบน้ำมะนาวตอนท้าย หรือบางคนจะใส่เครื่องเทศอย่าง chaat masala ที่มีผงมะม่วงหรือผงทับทิมเป็นส่วนผสมก็ให้รสเปรี้ยวสดชื่นได้เช่นกัน ",
    image:
      "https://krua.co/wp-content/uploads/2022/03/RI1747_ImageThumbnailSmall_187x252-1.jpg",
    categoryId: 4,
    starRating: 0.9,
    price: 8560,
  });

  Food.create({
    name: "ปานีร์บัตเตอร์มาซาลา (Paneer butter masala)",
    detail:
      "แกงอินเดียแบบมังสวิรัติ เอาปาร์นีมาแทนเนื้อไก่ในบัตเตอร์มาซาลา บัตเตอร์มาซาลาเป็นแกงอินเดียที่กินง่าย รสชาติคล้ายพาสต้าซอสมะเขือเทศ กินคู่กับขนมปังนาน ใครอยากลองกินอาหารอินเดียแบบกลิ่นเครื่องเทศไม่จัดจ้านควรลอง",
    image:
      "https://krua.co/wp-content/uploads/2022/03/RI1744_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 1.6,
    price: 2321,
  });

  Food.create({
    name: "ปานีร์ติกกา (Paneer tikka)",
    detail:
      "ปาร์นีติกกา ทำง่ายๆโดยเอาปานีร์มาหมักกับเครื่องเทศผสมโยเกิร์ต โยเกิร์ตจะเป็นตัวเชื่อมให้เครื่องเทศซึมเข้าเนื้อปานีร์ เหมือนเวลาเราหมักไก่ทันดูรี แต่อันนี้ใช้ชีสปานีร์แทนไก่ แล้วเอามาเสียบไม้ย่าง เวลาย่างผิวปานีร์จะแห้งและหอมเครื่องเทศสุดๆ ถ้าใครหาซื้อผงหมักไก่ทันดูรีได้ยิ่งดี ไม่ต้องผสมเครื่องเทศหลายชนิดเอง",
    image:
      "https://krua.co/wp-content/uploads/2022/03/RI1743_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 2.9,
    price: 1234,
  });

  Food.create({
    name: "ดิปผักชี",
    detail:
      "อาหารปาร์ตี้ของฝรั่งที่เป็นที่นิยมอย่างหนึ่งก็คือดิป (dip) ปรุงออกมาได้หลากหลายรสชาติ แต่ที่นิยมกันก็คือดิปซาวร์ครีม รสครีมๆมันๆอมเปรี้ยวนิดๆกินแล้วตัดรสกันดีกับผักกรอบๆเย็นๆ ดิปซาวร์ครีมสูตรนี้เอาผักชีมาปั่นใส่ไปด้วย ทำให้กลิ่นหอม สีเขียวสวย เอาแครอท แตงกวา หรือกระทั่งแผ่นแป้งทอร์เทียย่าทอดกรอบมาจิ้มก็แสนเข้ากัน",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0560_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 2,
    price: 8376,
  });

  Food.create({
    name: "กราแตงผักรวม",
    detail:
      "กราแตงผักนานาชนิดคล้ายราทาทูอี (สตูว์ผักของฝรั่งเศส) แต่ไม่ใส่ซอสมะเขือเทศ คือเรียงผักแต่ละชนิดเป็นชั้นๆสลับกับโรยชีส (ในสูตรนี้ใช้กรูแยร์ชีส) เพื่อให้ชีสเชื่อมผักต่างๆให้เป็นเนื้อเดียวกัน เคล็ดลับสำคัญต้องหั่นผักให้หนาเท่าๆกันจะได้สุกทั่วถึงกัน",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0582_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 2.1,
    price: 6190,
  });

  Food.create({
    name: "น้ำนมข้าวโพดงาดำ",
    detail:
      "ต้มเมล็ดข้าวโพดหวานใส่น้ำ เกลือ และงา นำไปปั่นจนเนียนแล้วกรองเอากากออก ได้น้ำนมข้าวโพดเข้มข้น หอมกลิ่นงาดำอ่อนๆ จะดื่มแบบร้อนหรือเย็นก็อร่อย เป็นทางเลือกสำหรับคนชอบดื่มนมธัญพืชอีกด้วย",
    image:
      "https://krua.co/wp-content/uploads/2021/03/RD0086_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 4.9,
    price: 3311,
  });

  Food.create({
    name: "ข้าวอบผัก",
    detail:
      "เมนูข้าวที่อุดมไปด้วยคุณประโยชน์ของผักหลายชนิด ใส่หญ้าฝรั่นเพิ่มสีสันและความหอมให้กับข้าวอบ เมนูที่ใช้เพียงแค่หม้อหุงข้าวไฟฟ้าก็สามารถทำได้ ",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RT1079_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 3.2,
    price: 651,
  });

  Food.create({
    name: "กระเทียมโทนดอง",
    detail:
      "หนึ่งในผักดองที่คนไทยรู้จักต้องมีกระเทียมดอง กินเป็นผักแกล้มก็ได้ หรือเอามาใส่อาหารอะไรก็อร่อย เช่น ผัด ยำ น้ำพริก แม้แต่น้ำกระเทียมดองเองเอามาปรุงน้ำจิ้ม น้ำยำยิ่งอร่อย กระเทียมดองเป็นผักดองที่ใช้เวลานาน คือ 30-45 วัน เนื่องจากเป็นผักเนื้อแข็ง มีรสเผ็ดปร่า การดองก็จะช่วยลดความเผ็ดลงได้",
    image:
      "https://krua.co/wp-content/uploads/2021/11/RT1692_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 2.7,
    price: 6790,
  });

  Food.create({
    name: "มะละกอดอง",
    detail:
      "มะละกอดอง ผักดองง่ายๆใช้เวลาดอง 24 ชั่วโมงก็กินได้แล้ว ต้องฝานมะละกอเป็นชิ้นบางๆหรือจะสับมะละกอเป็นเส้นก็ได้ น้ำดองสูตรนี้เป็นน้ำดองสามรส เปรี้ยว หวาน เค็ม สามารถใช้ดองผักชนิดอื่นได้เช่นกัน",
    image:
      "https://krua.co/wp-content/uploads/2021/11/RT1691_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 4.5,
    price: 7512,
  });

  Food.create({
    name: "ผักดองสามรส",
    detail:
      "ผักดองสามรส เป็นเครื่องเคียงกินกับขนมจีนของคนใต้ ทำง่ายๆคล้ายกับอาจาด แต่ใส่มะละกอ แตงกวา ถั่วงอก แครอท ที่สำคัญต้องใส่ไชโป๊วเค็มด้วย รสชาติหวานๆเปรี้ยวๆ ตัดกับรสเผ็ดเค็มของขนมจีนได้ดี",
    image:
      "https://krua.co/wp-content/uploads/2021/11/RT1690_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 2.6,
    price: 3990,
  });

  Food.create({
    name: "ขนมปังวีแกนธัญพืช",
    detail:
      "ขนมปังทางเลือกสำหรับ คนรักสุขภาพ คนกินมังสวิรัติเเละสายวีแกน เป็นขนมปังสูตรไร้เนย นม ไข่ เนื้อนุ่ม เเถมยังได้ประโยชน์ทั้งวิตามินเเละไฟเบอร์จากธัญพืชเเบบจัดเต็ม กินเปล่าๆหรือทาเเยมก็อร่อย",
    image:
      "https://krua.co/wp-content/uploads/2021/10/RB0493_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 1.3,
    price: 3925,
  });

  Food.create({
    name: "เต้าหู้นิ่ม",
    detail:
      "เต้าหู้นิ่มโฮมเมดทำเองได้ที่บ้าน อาหารสุขภาพได้โปรตีนสูง เนื้อเต้าหู้นุ่มละมุน หอมกลิ่นถั่วเหลืองมาก ถูกใจคนกินมังสวิรัติเเละคนรักสุขภาพเเน่นอน กินได้ทั้งเเบบสดหรือจะเอาไปทำเมนูอื่นก็อร่อย",
    image:
      "https://krua.co/wp-content/uploads/2021/09/RI1706_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 0.1,
    price: 8948,
  });

  Food.create({
    name: "สปาเกตตีซอสฟักข้าว",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2019/01/RI0604_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 2.3,
    price: 7792,
  });

  Food.create({
    name: "ข้าวมันฟักข้าวกับผัดผักน้ำมันงา",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2019/01/RT0889_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 3.3,
    price: 3374,
  });

  Food.create({
    name: "ยำฝักเพกา",
    detail:
      "ยำฝักเพการสเปรี้ยวหวานเค็ม เมนูยำกินง่าย อร่อยได้ประโยชน์จากฝักเพกาเเละเห็ดทั้งเห็ดฟาง เห็ดหอมสดเเละเห็ดนางรมภูฏานโรยหอมแดงเจียวและฟองเต้าหู้ทอด เพิ่มความกรุบกรอบ",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RT1152_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 2.8,
    price: 7359,
  });

  Food.create({
    name: "ฝักเพกาผัดไข่",
    detail:
      "กับข้าวเเนวสุขภาพที่ใช้ฝักเพกาอ่อนนำมาผัดไข่ เพิ่มโปรตีนด้วยเห็ดนางฟ้าภูฏาน ปรุงรส โรยด้วยใบโรหาพา กินกับข้าวสวยร้อนๆ ",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RT1151_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 1.9,
    price: 7359,
  });

  Food.create({
    name: "ข้าวอบมันม่วง",
    detail:
      "อาหารมังสวิรัติเพื่อสุขภาพ ใช้ข้าวสองชนิดทั้งข้าวหอมมะลิเเละข้าวไรซ์เบอร์รี เพิ่มโปรตีนจากเห็ดฟางเเละเห็ดชิเมจิ ปรุงรสเพียงเล็กน้อย เน้นรสชาติหวานเเละประโยชน์จากผักเเละมันม่วง ทำง่ายๆจากหม้อหุงข้าว",
    image:
      "https://krua.co/wp-content/uploads/2021/07/RT1154_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 0.3,
    price: 3593,
  });

  Food.create({
    name: "ซาลาเปาไส้ถั่วแดง",
    detail:
      "หนึ่งในซาลาเปามังสวิรัติที่หลายคนนึกถึงน่าจะเป็นซาลาเปาไส้ถั่วแดง ยิ่งกวนถั่วแดงเองยิ่งดีเพราะควบคุมปริมาณน้ำตาลได้มากน้องตามต้องการ แป้งซาลาเปาสีขาว หนานุ่มกำลังดีห่อหุ้มไส้ถั่วแดงเนื้อเนียนละเอียดด้านใน โรยหน้าด้วยงาดำให้รู้ว่าเป็นซาลาเปาสุขภาพด้วยนะ",
    image:
      "https://krua.co/wp-content/uploads/2018/03/RI0578_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 4,
    price: 3197,
  });

  Food.create({
    name: "คาวาเทลลี่เห็ดซอสเพสโต้ (Cavatelli Pesto)​",
    detail:
      "คาวาเทลลี่ พาสต้าขนาดสั้นๆ รูปทรงโค้งงอเข้าหากัน เกิดจากการรูดด้วยนิ้วหรือมีดให้แป้งงอเข้าหากัน คาวาเทลลี่อาจมีหรือไม่มีลายด้านนอกก็ได้ แต่ลายบนผิวพาสต้าจะช่วยให้ซอสสามารถเกาะกับเส้นได้ดี เวลารับประทานแล้วได้รสซอสเต็มปากเต็มคำ สูตรนี้ผัดคาวาเทลลี่กับเพสโต้ เป็นเมนูมังสวิรัติได้ใจสายสุขภาพโดยแท้ ",
    image:
      "https://krua.co/wp-content/uploads/2021/05/RI1670_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 3.2,
    price: 3438,
  });

  Food.create({
    name: "เต้าหู้เเข็ง",
    detail:
      "เต้าหู้เเข็งแหล่งโปรตีนชั้นเยี่ยมที่บริโภคแทนเนื้อสัตว์ได้ วัตถุดิบทางเลือกของคนรักสุขภาพเเละคนที่รักการกินเต้าหู้ ขั้นตอนการทำไม่ยุ่งยาก ใช้เวลาไม่นานก็ได้ เต้าหู้ออเเกนนิคโฮมเมดมากินเเล้ว ทำเอง กินเอง ทั้งดีต่อสุขภาพทั้งดีต่อใจด้วยนะ ",
    image:
      "https://krua.co/wp-content/uploads/2021/04/RI1644_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 3.4,
    price: 912,
  });

  Food.create({
    name: "สลัดเทมเป้",
    detail:
      "เมนูเพื่อสุขภาพ ทำง่าย อร่อย ได้ประโยชน์ นำเทมเป้มาหั่นเป็นชิ้นเล็กๆทอดจนสุกกรอบ กินคู่กับผักสลัด ราดน้ำสลัดงาญี่ปุ่น ได้รสชาติเปรี้ยวหวานมันของน้ำสลัดงาที่เข้ากับเทมเป้ทอด เป็นจานมังสวิรัติที่ไม่น่าเบื่อเลย ",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1601_ImageThumbnailSmall_187x252.jpg",
    categoryId: 4,
    starRating: 0.9,
    price: 397,
  });

  Food.create({
    name: "เต้าหู้ทอดไส้ผัก",
    detail:
      "เต้าหู้ทอดไส้ผัก เมนูที่คนเหมาะสำหรับคนเริ่มหัดกินอาหารมังสวิรัติ ทำโดยผัดไส้ต่างๆ เช่น เห็ดหอมสด ต้นหอม ขิง ปรุงรสด้วยมิริน ซีอิ๊วขาว ก่อนนำไปยัดไส้เต้าหู้นิ่ม จากนั้นนำไปชุบแป้งที่ผสมไว้ นำลงทอดในน้ำมันร้อนๆ ทอดจนสุกหอม โรยขิงอ่อนหั่นเส้นทอดกรอบและต้นหอมซอย ตกแต่งด้วยวอเตอร์เครส เสิร์ฟร้อนๆกับจิ๊กโฉ่ ",
    image:
      "https://krua.co/wp-content/uploads/2020/12/RT0874_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 2.3,
    price: 5403,
  });

  Food.create({
    name: "แหนมเห็ด",
    detail:
      "แหนมเห็ด ถือเป็นการถนอมอาหารอย่างหนึ่งด้วยการหมักจนทำให้เกิดรสเปรี้ยว ทำง่าย สามารถทำไว้กินเองได้ที่บ้าน สามารถเลือกใช้เห็ดชนิดใดก็ได้นำมาฉีกเป็นเส้น นึ่งจนสุก คลุกเคล้ารวมกันส่วนผสมข้าว กระเทียมเเละเกลือ บรรจุใส่ถุงเเละรัดยางให้เเน่น หมักทิ้งไว้จนได้รสเปรี้ยวตามต้องการ เป็นเมนูกับแกล้มกินเล่นหรือจะนำไปทำอาหารก็ได้หลากหลายเมนู ทั้งผัด ทอด ยำ อร่อยเด็ดเเน่น",
    image:
      "https://krua.co/wp-content/uploads/2020/09/RT1593_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 1.7,
    price: 5892,
  });

  Food.create({
    name: "ผักดองแบบหวาน",
    detail:
      "ผักดองหวานสูตรนี้เป็นการดองเเบบ hot pack คือเคี่ยวหรือเชื่อมผักไปกับน้ำดองเลย ข้อดีก็คือเก็บได้นาน เนื้อผักกรอบแน่น เอาไว้ใส่พวกแซนด์วิชไข่ต้ม ฮอตดอก หรือใส่สลัด",
    image:
      "https://krua.co/wp-content/uploads/2020/09/RI1549_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 4,
    starRating: 1.8,
    price: 1375,
  });

  Food.create({
    name: "มักกะโรนีกราแตง",
    detail:
      "เชื่อว่า comfort food ในใจของหลายๆคนต้องมีเมนูอบชีสอย่างแน่นอน ทั้งความละมุน นุ่มนวล กินง่าย ทำให้มักกะโรนีอบชีสเป็นที่ถูกใจทั้งเด็ก และผู้ใหญ่ เพิ่มคุณค่าอาหารโดยการใส่ผักได้หลากหลาย เช่น บรอกโคลี ดอกกะหล่ำ หอมใหญ่ แครอท",
    image:
      "https://krua.co/wp-content/uploads/2022/01/RI0581_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 5,
    starRating: 3,
    price: 4718,
  });

  Food.create({
    name: "อาหารกลางวันถาดหลุม",
    detail:
      "เปลี่ยนเมนูอาหารกลางวันของเด็กๆให้ครบคุณประโยชน์มากกว่าเดิมกับไอเดียเมนูอาหารถาดหลุม ที่จะทำให้เด็กๆได้ประโยชน์เต็มที่ ไม่ว่าจะเป็นโปรตีนจากเนื้อปลาเเละไข่ วิตามินจากดอกกุยช่ายเเละตับ เสริมด้วยผลไม้ต่างๆ เรียกว่าครบจบในมื้อเดียว",
    image:
      "https://krua.co/wp-content/uploads/2021/11/RT1687_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 2.6,
    price: 9541,
  });

  Food.create({
    name: "ขนมปังเนย (Butter bun)",
    detail:
      "ไม่มีคนอังกฤษคนไหนไม่รู้จัก hot cross bun เนื้อขนมปังใส่ผลไม้แห้ง ด้านบนขนมปังบีบแป้งเปียกเป็นกากบาทพาดไปบนหน้าขนมปัง ขนมปังเนยสูตรนี้เลียนแบบhot cross bun เพียงแต่ไม่ได้ใส่ผลไม้แห้งลงไปในเนื้อขนมปัง (หากใครจะใส่เพิ่มก็ได้) สูตรนี้ใส่เนยก้อนเอาไว้แทน เพื่อให้เวลาอบเนื้อขนมปังด้านในชุ่มฉ่ำเนย อบเสร็จแล้วนำออกมาทำแอปริคอตเกลสให้หน้าขนมปังแวววาวเสียหน่อย หากใครไม่มีข้ามขั้นตอนนี้แล้วหยิบใส่ปากได้เลย",
    image:
      "https://krua.co/wp-content/uploads/2021/08/RB0470_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 0.2,
    price: 9227,
  });

  Food.create({
    name: "แซนด์วิชไข่",
    detail:
      "แซนด์วิชไข่พับสไตล์เกาหลีทำง่ายแถมเหมาะทำเป็นอาหารเช้าให้เด็กๆได้ใส่กล่องข้าวไปกินที่โรงเรียน มีทั้งไข่ ข้าว แฮม และผัก ห่อกับกระดาษตัดออกมาสีสวยน่ากิน",
    image:
      "https://krua.co/wp-content/uploads/2021/06/RI1687_ImageThumbnailSmall_187x252-11.jpg",
    categoryId: 5,
    starRating: 3.4,
    price: 562,
  });

  Food.create({
    name: "โอโคโนมิยากิปู",
    detail:
      "โอโคโนมิยากิสำหรับสายสุขภาพที่จัดเต็มทั้งกะหล่ำปลี แครอทเเละเห็ดหอม กินเเล้วสุขภาพดี ทำง่าย ใช้เพียงเเค่เเป้งแพนเค้กสำเร็จรูปในการทำ ราดซอสโอโคโนมิยากิ มายองเนสเเละตกเเต่งด้วยเนื้อปูก้อนปิดท้ายรับรองว่าอร่อย ดูไฮโซ สุขภาพดีอย่างเเน่นอน ",
    image:
      "https://krua.co/wp-content/uploads/2021/05/RI1660_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 4.6,
    price: 4965,
  });

  Food.create({
    name: "อะโวคาโดเเซลมอนอบไข่",
    detail:
      "เมนูอาหารเช้าที่นอกจากจะทำให้ลูกๆอิ่มท้องเเล้วยังรับประโยชน์เต็มๆอีกด้วย เพราะมีโปรตีนจากไข่ไก่เเละเเซลมอน ไขมันดีจากอะโวคาโด จะเป็นมื้อเช้าก็ดีหรือมื้อเย็นก็ได้ ",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RI1605_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 0.5,
    price: 6223,
  });

  Food.create({
    name: "ซุปเต้าเจี้ยวเกาหลี",
    detail:
      "ต้อนรับมื้อเช้าของลูกน้อยด้วยซุปสไตล์เกาหลี ทำง่าย ใช้เวลาน้อย หอมกลิ่นเต้าเจี้ยวได้รสหวานจากมันฝรั่ง ซูกินีเเละหอมใหญ่ จะกินกับข้าวสวยร้อนๆหรือกินเปล่าๆก็ได้",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RI1607_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 3.9,
    price: 9605,
  });

  Food.create({
    name: "ข้าวต้มปลาสี่สหาย",
    detail:
      "ปลา หนึ่งในอาหารบำรุงสมองที่คุณเเม่เลือกนำมาทำเป็นอาหารเช้าให้ลูกน้อยได้ อย่างเมนู ข้าวต้มปลานอกจากประโยชน์จากปลาเเล้วยังได้รับวิตามินจากผักถึงสี่ชนิด เป็นเมนูบำรุงสมองต้อนรับเช้าวันใหม่ อิ่มท้อง พร้อมเรียนตลอดวันเลย",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RT1624_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 4.9,
    price: 3728,
  });

  Food.create({
    name: "ข้าวไข่ตุ๋นชีส",
    detail:
      "เปลี่ยนเมนูไข่ตุ๋นธรรมดาให้พิเศษกว่าที่เคยกับเมนู ไข่ตุ๋นชีส ที่นำข้าวไรซ์เบอร์รี่มานึ่งพร้อมไข่ตุ๋น โรยด้วยเชดด้าชีสเพิ่มความอร่อย หอมมันให้ไม่น่าเบื่อ เป็นอาหารเช้าที่มีสารอาหารครบจบในชามเดียว",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RI1608_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 3.3,
    price: 9256,
  });

  Food.create({
    name: "โรลมะเขือเทศผัดไข่",
    detail:
      "อาหารเช้าสำหรับเด็ก ๆ ก่อนไปโรงเรียนที่นำเอามะเขือเทศผัดไข่รสเปรี้ยมอมหวาน เมนูสุดโปรดของเด็กๆ มาห่อด้วยแป้งตอติญ่า เพิ่มเเฮมเเละผักสลัดเข้าไปซักหน่อย เป็นเมนูกินง่ายเเถมยังได้สารอาหารครบจนในชิ้นเดียว",
    image:
      "https://krua.co/wp-content/uploads/2021/02/RI1606_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 3.7,
    price: 6633,
  });

  Food.create({
    name: "แมคแอนด์ชีส (หม้อหุงข้าว)",
    detail:
      "หนุ่มสาวชาวหออย่าได้กังวล เราทำแมคแอนด์ชีสครบจบได้ในหม้อหุงข้าวหนึ่งใบ ทั้งต้มมักกะโรนีและอบให้ชีสยืดไปพร้อมกัน เลือกใช้หม้อหุงข้าวขนาดเล็ก พอดี 2-3 คนกิน",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1596_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 1.4,
    price: 7691,
  });

  Food.create({
    name: "ข้าวหน้าไก่คาราอาเกะและผักสามสี",
    detail:
      "“ข้าวไก่คาราเกะซอสเปรี้ยวหวาน” บอกเลยว่าทั้งหน้าตาและรสชาตินั้นเรียกคะแนนความสนใจของเด็กๆได้แน่นอน โดยเราใช้สะโพกไก่มาชุบแป้งแล้วนำไปทอดให้เหลืองกรอบจากนั้นก็นำมาเคล้ากับน้ำซอสเปรี้ยวหวานที่ปรุงขึ้นมาโดยเป็นการนำเอาซอสมะเขือเทศ ซีอิ๊วญี่ปุ่น น้ำตาล มิริน และน้ำส้มสายชูหมักจากข้าวมาเคี่ยวให้เหนี่ยวเล็กน้อย จากนั้นก็ใส่งาขาวคั่วบุบลงไปให้หอม แล้วนำไปเคล้ากับไก่ที่ทอด เสิร์ฟมาพร้อมกับไข่ม้วนทรงเครื่อง ซุป ผักลวก มะเขือเทศและข้าวสวย",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1595_ImageThumbnailSmall_187x252-1.jpg",
    categoryId: 5,
    starRating: 4.2,
    price: 7464,
  });

  Food.create({
    name: "โครเก็ตข้าวและผัก",
    detail:
      "“โครเก็ตข้าวกับไก่” เป็นเมนูที่ทำขึ้นมาเผื่อหลอกล่อเด็กที่ไม่ยอมกินข้าวเป็นการนำเอาข้าวหุงสุกจะเลือกใช้ข้าวไทยหรือข้าวญี่ปุ่นก็ได้ตามใจชอบหุงให้นุ่มเล็กน้อยจากนั้นก็นำมาผสมรวมกับผักต่างๆและเนื้อสัตว์ที่ผัดให้สุก ในที่นี้นั้นสามารถเลือกใช้ผักและเนื้อสัตว์ได้ตามใจชอบเลย แต่เลือกผักที่ไม่มีกลิ่นและรสชาติที่ฉุนเกินไปนักไม่อย่างนั้นเด็กอาจจะไม่ยอมกินง่ายๆ จากนั้นก็ใส่ชีสของเด็กนำมาฉีกให้เป็นชิ้นเล็กๆ ผสมรวมกันทั้งหมด ปรุงรสด้วยเกลือสักเล็กน้อย จากนั้นก็ปั่นเป็นก้อนกลมๆ นำไปชุบไข่และเกล็ดขนมปัง ก่อนนำไปทอด เสิร์ฟคู่กับซอสมะเขือเทศ เพียงเท่านี้ก็สามารถหลอกล่อเด็กให้กินข้าวได้แล้ว จะเสิร์ฟคู่กับผักลวกหรือผักต้มก็ได้เช่นกัน หรือบ้านไหนไม่อยากที่จะทอดก็สามารถนำไปย่างในกระทะแทนก็ได้เช่นเดียวกัน",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1594_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 4.2,
    price: 3487,
  });

  Food.create({
    name: "ซุปมักกะโรนีกับผัก",
    detail:
      "“ซุปมักกะโรนีผักและปลาแซลมอน” โดยเป็นการต้มมักกะโรนีให้สุก จากนั้นก็ตั้งน้ำซุปไก่ให้เดือดใส่ผักลงต้มให้สุกนุ่ม ใส่เนื้อปลา และมักกะโรนีลงต้มให้นุ่มเข้ากัน ปรุงเกลือลงไปเล็กน้อย เท่านี้ก็เสิร์ฟให้เด็กน้อยกินได้แล้ว บ้านไหนจะเปลี่ยนจากมักกะโรนีเป็นข้าวต้ม ก็ได้เช่นเดียวกัน",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1593_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 0.3,
    price: 7768,
  });

  Food.create({
    name: "ข้าวต้มถั่วแครอทและปลา",
    detail:
      "“ข้าวต้มผักและปลา” เป็นการนำเอาข้าวมาต้มให้เปื่อยจากนั้นใส่ผักอย่างถั่วลันเตาและแครอทเข้าไปต้มให้เปื่อยนุ่มเช่นกัน เมื่อทุกอย่างเปื่อยนุ่มดีแล้วก็ใส่เนื้อปลา ที่นี้เลือกเนื้อปลากะพง เพราะเป็นเนื้อปลาที่มีโปรตีนสูงและหาง่ายอีกด้วย แต่ถ้าบ้านไหนจะเปลี่ยนเป็นไข่แดง ตับบด หรือปลาทู ก็ได้เช่นกัน มีโปรตีนค่อยข้างสูงเช่นเดียวกับปลากะพง จากนั้นพอเนื้อปลาสุกก็นำไปปั่นให้ละเอียดดี จากนั้นก็ใส่น้ำมันลงไปเล็กน้อย ปั่นให้เข้ากันอีกครั้ง ก็เอาให้เด็กๆกินได้เลย เราสามารถที่จะเก็บเมนูที่ทำไว้ใส่ในพิมพ์ซิลิโคนทำน้ำแข็งไว้ได้ และเมื่อเวลาจะนำมากินก็แค่นำมาอุ่นกับน้ำซุปซึ่งในที่นี้เลือกใช้น้ำซุปไก่ในการทำให้เด็กน้อยกิน ",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RT1616_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 2.5,
    price: 1613,
  });

  Food.create({
    name: "แซนด์วิชโทสต์ไข่",
    detail:
      "อาหารเช้าแบบ Full breakfast แทนที่จะอยู่ในจาน ดัดแปลงให้อยู่ในแซนด์วิชคู่เดียวให้ลูกๆถือไปกินในรถระหว่างเดินทางได้ง่าย ทำโดยวิธีการเจียวไข่แผ่นแล้ววางแซนด์วิชลงไปให้ไข่หุ้มขนมปังทีเดียว กินแล้วเรียกว่าครบจบในหนึ่งคำ ไม่ต้องกินออมเลตทีขนมปังที เลือกใส่ไส้แซนด์วิชตามที่ชอบ เช่น แฮม ทูน่า ชีส ที่สำคัญอย่าลืมผักที่มีประโยชน์อย่างเช่นมะเขือเทศ อะโวคาโด หรือผักใบเขียว",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1586_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 1.8,
    price: 3136,
  });

  Food.create({
    name: "พาสต้าแซลมอนครีมผักโขม",
    detail:
      "พาสต้าซอสครีมเป็นอาหารจานโปรดของเด็กๆ เพราะรสครีมๆนมๆนั้นกินง่ายแต่เราแอบเสริมผักโขมและโปรตีนที่มีโอเมก้า 3 สูงอย่างปลาแซลมอนเข้าไปด้วย ถ้าเด็กๆชอบชีสจะใส่พาร์มีซานชีสขูดเข้าไปด้วยก็ได้",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1585_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 4.8,
    price: 1069,
  });

  Food.create({
    name: "สเต๊กหมูซอสมะเขือเทศกับสลัดมักกะโรนี",
    detail:
      "อาหารสำหรับเด็กวัยเรียนที่ต้องการโปรตีนสูง เลือกใช้สันในไก่หรือหมูบดไม่ติดมันในการทำสเต๊กแบบง่ายๆ กินกับสลัดมักกะโรนีที่ใส่ผักหลากหลายสี รวมถึงใส่เมล็ดแฟลกซ์เพื่อเพิ่มโอเมก้า 3 สำหรับบำรุงสมองอีกด้วย",
    image:
      "https://krua.co/wp-content/uploads/2021/01/RI1587_ImageThumbnailSmall_187x252.jpg",
    categoryId: 5,
    starRating: 4.8,
    price: 3555,
  });

  Food.create({
    name: "ไข่กระทะ",
    detail: "",
    image:
      "https://krua.co/wp-content/uploads/2020/08/RT0826_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 5,
    starRating: 2,
    price: 2127,
  });

  Food.create({
    name: "คลาวด์เบรท",
    detail:
      "Cloud bread หรือขนมปังก้อนเมฆ ความน่ารักเจ้าเล่ห์ขนมนี้ก็คือ หน้าตาด้านนอกของมันหลอกตาเราว่าเป็นขนมปังผิวสีน้ำตาลก้อนกลมๆ พอบิเนื้อดูก็กลับเหมือนเค้กนุ่มเบาราวกับขนมปุยฝ้าย เลยพาลกันเรียกว่าขนมปังก้อนเมฆ ใช้ส่วนผสมเพียง 3อย่าง คือ ไข่ขาว น้ำตาล แป้งข้าวโพด ถ้าอยากมุ้งมิ้งหน่อยๆก็หยดสีผสมอาหารลงไปให้เป็นลูกเล่นเก๋ๆ",
    image:
      "https://krua.co/wp-content/uploads/2020/08/RB0395_ImageThumbnailSmall_187x252-01-1.jpg",
    categoryId: 5,
    starRating: 0.5,
    price: 7854,
  });

  Food.create({
    name: "คัลโซเนปวยเล้งริคอตต้า",
    detail:
      "พิซซ่าพัฟครึ่งวงกลม หรือที่คนอิตาเลียนเรียกว่า คัลโซเน (Calzone) จะใส่ไว้อะไรก็ได้ ไส้ที่นิยมในพิซซ่าชนิดนี้หรือแม้กระทั่งในพาสต้าก็คือการใส่ริคอตตาชีส ชีสเนื้อนุ่มนวล รสออกหวานๆ ใส่กับปวยเล้งหรือผักโขมผัด เนื้อสัตว์จะใส่แฮมหรือทูน่าก็ได้",
    image:
      "https://krua.co/wp-content/uploads/2020/08/RI1529_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 5,
    starRating: 1.7,
    price: 9797,
  });

  Food.create({
    name: "ไข่ตุ๋นญี่ปุ่น",
    detail:
      "ไข่ตุ่นสไตล์ญี่ปุ่นเนื้อนุ่มละมุนละลายในปาก ทำง่าย มีเเค่ไข่ไก่ ซุปก้อนเเละเนื้อสัตว์ในตู้เย็นก็ทำได้เเล้ว บอกเลยว่ารสชาติกลมกล่อม เครื่องเเน่นๆ อร่อยเเน่นอน",
    image:
      "https://krua.co/wp-content/uploads/2020/08/RI1519_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 5,
    starRating: 4.8,
    price: 9583,
  });

  Food.create({
    name: "ไอศกรีมทอด",
    detail:
      "ไอศกรีมทอดก้อนกลม ด้านนอกเป็นขนมปัง ส่วนด้านในเป็นไอศกรีมรสหวานเย็น ขนมหวานที่มีสองอุณหภูมิในจานเดียวกัน ไอศกรีมที่ใช้ทอดต้องเย็นจัด (สคูปเเช่เเข็งไว้ล่วงหน้าแล้ว) ส่วนน้ำมันที่ทอดต้องใส่ให้ท่วมไอศกรีมและมีอุณหภูมิร้อนจัดใช้เวลาในการทอดน้อย และควรทอดทีละก้อนเพื่อให้ไอศกรีมสุกได้ทั่วถึง ไอศกรีมทอดเป็นของหวานที่มีรูปลักษณ์ภายนอกธรรมดาแต่ด้านในมีความอร่อยและความสดชื่นซ่อนอยู่ นำมาวางตกแต่งบนจานให้สวยงาม เสิร์ฟพร้อมซอสช็อกโกแลตซอสราสป์เบอร์รี วิปปิ้งครีม และไอศกรีม ผสมผสานกันได้อย่างลงตัว",
    image:
      "https://krua.co/wp-content/uploads/2020/07/RB0155_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 5,
    starRating: 3.7,
    price: 1144,
  });

  Food.create({
    name: "เค้กป๊อป",
    detail:
      "วัฒนธรรมเค้กป๊อปได้รับความนิยมอย่างมากทางฝั่งอเมริกาเค้กป๊อป “Cake Pop” ขนมหวานเทรนด์ใหม่สไตล์ “Mini Desserts” รูปร่างหน้าตาเป็นเค้กก้อนจิ๋วแสนอร่อยที่นำมาเสียบไม้มีสีสันชวนรับประทานเหมาะอย่างยิ่งกับงานปาร์ตี้หรือมอบเป็นของขวัญ โดยสามารถใส่ไอเดียสุดบรรเจิดและจินตนาการปั้นให้เป็นรูปต่างๆได้ ด้วยรูปลักษณ์ของเค้กป๊อปที่ดึงดูดให้ชวนรับประทาน บวกกับรสชาติอันแสนหวาน เมื่อรับประทานเข้าไปแล้วอาจเผลออมยิ้มโดยไม่รู้ตัว",
    image:
      "https://krua.co/wp-content/uploads/2020/07/RB0154_ImageThumbnailSmall_187x252-01.jpg",
    categoryId: 5,
    starRating: 4.3,
    price: 9672,
  });
}
